"%@ (optional)" = "%@ (opcional)";

"Account number" = "Número de Compte";

"Address" = "Adreça";

"Address line 1" = "Línia de l'adreça 1";

"Address line 2" = "Línia de l'adreça 2";

"Area" = "Àrea";

"BSB number" = "Número BSB";

"Billing address is same as shipping" = "L'adreça de facturació és la mateixa que la d'enviament";

"Cancel" = "Cancel·la";

"City" = "Ciutat";

"Code field" = "Camp pel codi";

"Company" = "Empresa";

"Continue" = "Continua";

"Country" = "País";

"Country or region" = "País o regió";

"County" = "Comtat";

"Date is empty." = "La data és buida.";

"Department" = "Departament";

"District" = "Districte";

"Do Si" = "Do Si";

"Done" = "Fet";

"Double tap to edit" = "Toca dos cops per editar";

"Edit" = "Editar";

"Eircode" = "Eircode";

"Email" = "Correu electrònic";

"Emirate" = "Emirat";

"Error" = "Error";

"First" = "Nom";

"Full name" = "Nom complet";

"Incomplete phone number" = "Número de telèfon incomplet";

"Invalid UPI ID" = "ID d'UPI no vàlid";

"Island" = "Illa";

"Last" = "Cognom";

"Name" = "Nom";

"Name on account" = "Nom al compte";

"OK" = "D'acord";

"Oblast" = "Óblast";

"Other" = "Un altre";

"Parish" = "Parròquia";

"Phone" = "Telèfon";

"Postal code" = "Codi postal";

"Prefecture" = "Prefectura";

"Province" = "Província";

"Remove" = "Eliminar";

"Remove bank account" = "Elimina el compte bancari";

"Remove bank account ending in %@" = "Elimina el compte bancari que acaba en %@";

"Search" = "Cerca";

"State" = "País";

"Suburb" = "Suburbi";

"Suburb or city" = "Suburbi o ciutat";

"The BSB you entered is incomplete." = "El BSB que has introduït és incomplet.";

"The ID number you entered is incomplete." = "El número d'identificació que has introduït és incomplet.";

"The account number you entered is incomplete." = "El número de compte que heu introduït és incomplet.";

"Town or city" = "Municipi o ciutat";

"UPI ID" = "ID d'UPI";

"Unable to parse phone number" = "No s'ha pogut analitzar el número de telèfon";

"Use rotor to access links" = "Empreu el rotor per accedir als enllaços";

"Your ZIP is incomplete." = "El teu ZIP no està complet.";

"Your email is invalid." = "L'adreça electrònica no és vàlida.";

"Your postal code is incomplete." = "El teu codi postal no està complet.";

"ZIP" = "ZIP";
